[
  {
    "id": 1,
    "picture": "https://i.postimg.cc/Fz0wFTGj/Consulting-Patient-1727237120.jpg",
    "title": "Medical Aid for Rural Areas",
    "category": "Health",
    "text_btn_bg": "#ff9999",
    "category_bg": "#ffcccc",
    "text_color": "#990000",
    "description": "Rural communities often face significant barriers in accessing essential medical supplies and healthcare services. Many individuals in these areas lack even the most basic necessities, which can lead to serious health complications. Your generous donation will play a critical role in providing medical aid, including first aid kits, essential medications, and professional medical support to these underserved regions. By joining this cause, you will help bridge the gap in healthcare access, ensuring that everyone has the opportunity to receive the medical attention they need. Together, we can make healthcare accessible and equitable for all",
    "price": 500
  },
  {
    "id": 2,
    "picture": "https://i.postimg.cc/MZPvStNC/Health-Event-1727237728.jpg",
    "title": "Vaccination Drive",
    "category": "Health",
    "text_btn_bg": "#ff9999",
    "category_bg": "#ffcccc",
    "text_color": "#990000",
    "description": "Vaccination is a fundamental pillar in protecting the health of both children and adults against preventable diseases. However, many communities still experience low immunization coverage, putting their populations at risk. This campaign focuses on organizing targeted vaccination drives in these high-need areas, ensuring that individuals, especially children, receive the life-saving vaccines they need. With your support, we can mobilize resources, including medical professionals and vaccination supplies, to educate families about the importance of immunization. By contributing to this initiative, you will help safeguard the health of vulnerable populations and promote a healthier future for all.",
    "price": 300
  },
  {
    "id": 3,
    "picture": "https://i.postimg.cc/j5MLghy4/Education-Interactive-1727237090.jpg",
    "title": "School Supplies for Kids",
    "category": "Education",
    "text_btn_bg": "#ffcc99",
    "category_bg": "#ffdab5",
    "text_color": "#cc5200",
    "description": "Many children from low-income families face the daunting challenge of acquiring necessary school supplies, such as books, uniforms, and stationery. This lack of resources can hinder their ability to succeed academically and thrive in school. Your donation will directly assist in providing these essential tools, allowing children to engage fully in their education. By contributing to this campaign, you can help ensure that every child, regardless of their economic background, has access to the materials they need to learn and grow. Together, we can break down barriers to education and empower future generations to achieve their dreams.",
    "price": 200
  },
  {
    "id": 4,
    "picture": "https://i.postimg.cc/kgtVw8jk/Weather-Presentation-1727237789.jpg",
    "title": "Scholarship Fund",
    "category": "Education",
    "text_btn_bg": "#ffcc99",
    "category_bg": "#ffdab5",
    "text_color": "#cc5200",
    "description": "Education is a powerful catalyst for change, yet many deserving students cannot afford the costs associated with pursuing higher education. This scholarship fund aims to support talented individuals by covering essential expenses such as tuition, textbooks, and other educational materials. Your contribution will directly impact the lives of these students, enabling them to pursue their academic goals and unlock a brighter future. By investing in education, you help cultivate the next generation of leaders, thinkers, and innovators. Your generosity can transform lives, offering hope and opportunity to those who dare to dream big.",
    "price": 1000
  },
  {
    "id": 5,
    "picture": "https://i.postimg.cc/XJzzkT1K/clothing-1727237158.jpg",
    "title": "Winter Clothing for Homeless",
    "category": "Clothing",
    "text_btn_bg": "#99ccff",
    "category_bg": "#cce6ff",
    "text_color": "#003399",
    "description": "As winter approaches, many homeless individuals face life-threatening conditions without adequate clothing to keep them warm. Your donation will be instrumental in providing essential items such as warm clothing, blankets, and other necessities to help these vulnerable individuals weather the harsh winter months. Every contribution can make a substantial difference in someone's life, offering comfort and warmth during the coldest days. By supporting this initiative, you not only provide physical warmth but also show compassion and care for those in need, reminding them that they are not alone and that there are people who care.",
    "price": 150
  },
  {
    "id": 6,
    "picture": "https://i.postimg.cc/j5CYQ6cf/clothing-shopping-1727237714.jpg",
    "title": "Clothing for Refugees",
    "category": "Clothing",
    "text_btn_bg": "#99ccff",
    "category_bg": "#cce6ff",
    "text_color": "#003399",
    "description": "Refugees often flee their homes in search of safety, leaving behind everything they know and possess. Many arrive in their new locations with nothing but the clothes on their backs. This campaign seeks to provide essential clothing items, including jackets, shoes, and hygiene products, to displaced families, ensuring they receive the dignity and comfort they deserve. Your support will enable us to distribute these items and other essentials to those who have experienced unimaginable hardships. Together, we can help restore a sense of normalcy and hope for these families as they rebuild their lives in a new environment.",
    "price": 250
  },
  {
    "id": 7,
    "picture": "https://i.postimg.cc/TYTFVM9b/Cooking-Together-1727238243.jpg",
    "title": "Meals for Homeless Shelters",
    "category": "Food",
    "text_btn_bg": "#99ff99",
    "category_bg": "#ccffcc",
    "text_color": "#248f24",
    "description": "Nutritious meals are a fundamental human necessity, yet many homeless individuals struggle to access adequate food each day. By donating to this cause, you can help us provide fresh, healthy meals to homeless shelters that serve individuals in need. Your generosity can bring warmth and nourishment to those facing food insecurity, helping to alleviate hunger and promote overall well-being. Each meal you support contributes not only to filling stomachs but also to restoring dignity and hope among those experiencing homelessness. Together, we can create a more compassionate community where everyone has access to nutritious food.",
    "price": 100
  },
  {
    "id": 8,
    "picture": "https://i.postimg.cc/6pFqF37F/Healthy-Meal-1727237256.jpg",
    "title": "Food Packages for Families",
    "category": "Food",
    "text_btn_bg": "#99ff99",
    "category_bg": "#ccffcc",
    "text_color": "#248f24",
    "description": "Mental health is an essential component of overall well-being, yet many individuals do not have access to the necessary support and services. This initiative focuses on providing essential counseling and therapy services to those facing mental health challenges, ensuring that everyone can access the help they need. Your donation will fund these vital services, enabling trained professionals to reach out to those who may be suffering in silence. By supporting this cause, you will contribute to a movement that aims to destigmatize mental health issues and promote the importance of mental wellness in our communities.",
    "price": 400
  },
  {
    "id": 9,
    "picture": "https://i.postimg.cc/CKDdjqhm/Healthcare-Professionals-1727238471.jpg",
    "title": "Mental Health Support",
    "category": "Health",
    "text_btn_bg": "#ff9999",
    "category_bg": "#ffcccc",
    "text_color": "#990000",
    "description": "Mental health is just as important as physical health, but many people don't have access to the support they need. This initiative provides counseling and therapy services to those facing mental health challenges. Your donation will help fund these essential services and make mental health care accessible to everyone.",
    "price": 350
  },
  {
    "id": 10,
    "picture": "https://i.postimg.cc/Y0jHz5NM/Learning-Computers-1727238510.jpg",
    "title": "Digital Learning for Kids",
    "category": "Education",
    "text_btn_bg": "#ffcc99",
    "category_bg": "#ffdab5",
    "text_color": "#cc5200",
    "description": "In our increasingly digital world, access to digital literacy and technology is crucial for success. Unfortunately, many children from underserved areas lack access to essential digital learning tools like tablets, computers, and reliable internet connections. By donating to this campaign, you will help us provide these critical resources to children, empowering them to develop the skills they need to thrive in today’s technology-driven society. Your support will open doors to educational opportunities, helping to bridge the digital divide and ensuring that every child has the chance to succeed in the digital age.",
    "price": 600
  },
  {
    "id": 11,
    "picture": "https://i.postimg.cc/nrnx9srj/School-Uniform-1727238373.jpg",
    "title": "School Uniforms for Children",
    "category": "Clothing",
    "text_btn_bg": "#99ccff",
    "category_bg": "#cce6ff",
    "text_color": "#003399",
    "description": "For many children, attending school without a proper uniform can serve as a barrier to education and self-confidence. This initiative aims to provide school uniforms to children from low-income households, ensuring they can attend school proudly, just like their peers. Your generous donation will help us procure and distribute uniforms, eliminating the financial burden on families and enabling children to focus on their studies. By supporting this cause, you are not just providing clothing; you are fostering a sense of belonging and equality among students, allowing them to pursue their education with pride.",
    "price": 120
  },
  {
    "id": 12,
    "picture": "https://i.postimg.cc/zvxjwMzw/Food-Market-1727238201.jpg",
    "title": "Community Kitchen",
    "category": "Food",
    "text_btn_bg": "#99ff99",
    "category_bg": "#ccffcc",
    "text_color": "#248f24",
    "description": "Our community kitchen serves as a vital resource, providing free meals to anyone in need, regardless of their circumstances. This initiative plays a crucial role in combating food insecurity, offering a lifeline to families and individuals struggling to access nutritious food. By donating, you help us sustain the kitchen and ensure that we can continue serving nourishing meals to those who rely on our support. Your contribution not only provides essential sustenance but also fosters a sense of community and compassion, reminding us that together, we can make a meaningful impact on the lives of others.",
    "price": 700
  }
]
